Repository: 84000/data-translation-memory
Catalog: toh72-v4.tmx
Source language: bo
Languages: en

source: །ལོངས་སྤྱོད་དེ་དག་འདི་འདྲ་བྱིས་པ་འདྲིད།
en: Such enjoyments deceive the childish.

source: །དེ་ལྟར་ལོག་པ་ཚོལ་ཞིང་བྱིས་པ་འཁྱམ།
en: Thus, the childish wrongly seek them and go astray.

source: །སྡུག་བསྔལ་བརྒྱ་ཡིས་ལོངས་སྤྱོད་བཙལ་བཙལ་བ།
en: “When desired possessions pursued with a hundred miseries

source: །ལུས་ལ་གནོད་པ་མཚུངས་མེད་བསྐྱེད་བྱས་ནས།
en: Bring incomparable harm to the body

source: །རྒྱལ་པོའི་མཐུ་ཡིས་དེ་དག་ཕྲོགས་གྱུར་པ།
en: And may then be seized under the command of a king,

source: །དེ་དག་ལ་ནི་མཁས་གང་དགའ་བ་སྐྱེད།
en: What wise person would arouse joy for them?

source: །བུ་དང་ཆུང་མའི་དབང་དུ་མི་འགྱུར་བར།
en: “While remaining aloof from one’s children and spouse,

source: །རྒྱལ་པོས་ཉེས་པ་བྱུང་བའི་ནོར་ཕྲོགས་པ།
en: One’s wrongly obtained wealth may be seized by a king.

source: །ཉེས་པ་དེ་དག་འདི་འདྲ་རིག་ནས་སུ།
en: Knowing evils such as this,

source: །མཁས་པ་རྣམས་ནི་ཁྱིམ་ལ་སྲེད་མི་སྐྱེད།
en: Wise people do not arouse craving for the home.

source: །རྟག་ཏུ་བརྣབ་ཅིང་ལོངས་སྤྱོད་ཚོལ་བྱེད་པ།
en: “Ever covetous and seeking enjoyments,

source: །དེ་ནི་ཕ་དང་མ་ལ་མི་གུས་ཤིང་།
en: One is disrespectful toward one’s father and mother.

source: །བུ་དང་ཆུང་མ་རྣམས་ལ་མི་བྱམས་པར།
en: One is not loving toward one’s children and spouse

source: །དེ་དག་རྟག་ཏུ་ཆགས་ལ་འཇུག་པར་བྱེད།
en: But nonetheless harbors constant attachment to them.

source: །བདག་གི་ལོངས་སྤྱོད་འགྲིབ་པར་འགྱུར་འོང་ཞེས།
en: “A covetous woman who exclaims, ‘My enjoyments will decline,’

source: །བརྣབ་མོ་བྱས་གཟོ་ནམས་ཀྱང་རྙེད་མི་འགྱུར།
en: Will never discover gratitude.

source: །གཡོ་དང་སྒྱུས་ནི་ནོར་རྣམས་ཚོལ་བྱེད་པ། །བརྣབ་མོ་དག་ལ་མཁས་པ་ཡིད་མི་རྟོན།
en: A wise person does not confide in covetous people Who seek wealth through cunning and deception.

source: །སེམས་ཅན་བརྣབ་མོ་གཡོ་ལྡན་འདྲིད་པ་ཉིད། །ཡིད་གཞན་སེམས་ལ་ཚིག་གིས་དགའ་བར་བྱེད།
en: “Beings are fooled by deceitful, covetous women And delighted by words that express an intent to fulfill others’ wishes.

source: །ཡིད་བརྟན་ཀྱང་ནི་དེ་ལ་ཡིད་མི་རྟོན།
en: Despite their confidence, one should not confide in them,

source: །འོན་ཀྱང་བུ་འདྲར་སྡུག་པར་སྟོན་པར་བྱེད།
en: Though they display affections like a child.

source: །སེམས་ཅན་བརྣབ་མོ་འཇིག་རྟེན་གང་རྒྱུ་བ།
en: “Covetous women who are active in the world

source: །སྨན་དང་བསྟན་བཅོས་དག་ལ་མཁས་སྟོན་ཅིང་།
en: May teach scholars about medicine and treatises,

source: །སྨད་འཚོང་ལྟ་བུར་ཚིག་གིས་འདྲིད་བྱེད་ལ།
en: Thereby deceiving them with words like a prostitute,

source: །ཁོང་ནས་མི་བདེ་ཤིན་ཏུ་རྩུབ་པ་ཡིན།
en: But at bottom they are unpleasant and very harsh.

source: །བརྣབ་མོ་དག་ལ་མཛའ་བོ་ནམས་ཀྱང་མེད།
en: “Covetous women are never friendly partners.

source: །ཉེ་དུ་མེད་ཅིང་སྙིང་སླེབས་གྲོགས་ཀྱང་མེད།
en: They are without relatives and without close friends.

source: །འོན་ཀྱང་དེ་དག་ནོར་ཕྱིར་སྟེན་པར་བྱེད།
en: They nonetheless put on a show for the sake of money.

source: །སྐྱེ་བོ་བརྣབ་ལ་མཁས་པ་ཡིད་མི་རྟོན།
en: The wise should not confide in covetous people.

source: །བརྣབ་མོ་ལོངས་སྤྱོད་ཆེད་དུ་བྱ་མིན་བྱེད།
en: “Not committing any deed for the sake of covetous women and enjoyments,

source: །ཤིན་ཏུ་མི་བཟད་སེམས་ནི་ཀུན་ཏུ་སྐྱེད།
en: One fully engenders a mind that is utterly inexhaustible.

source: །དེ་ཕྱིར་མཁས་པས་ཡང་དག་རྟོགས་བྱས་ལ།
en: Therefore, the wise gain perfect understanding

source: །ངན་ངོན་ཅི་ཡང་རུང་བས་ཆོག་ཤེས་གྱིས།
en: And find contentment in even the barest of necessities.

source: །གསེར་དང་མུ་ཏིག་ནོར་བུ་བྱི་རུ་དང་། །ལས་དགེས་དེ་དག་ལྦུ་བ་ལས་ཀྱང་འབྱུང་། །
en: “Gold, pearls, jewels, and coral— For the virtuous, these things arise as if from bubbles.

source: དེ་དག་སྒྱུ་མའི་རང་བཞིན་མ་རྟོགས་ནས། །དེ་དག་ཕྱིར་ནི་འཐབ་ཅིང་རྩོད་པ་བྱེད།
en: When they are not recognized as having the nature of illusion, People argue and fight for the sake of these things.

source: །བྱམས་པ་ཞེས་བྱ་གང་ཞིག་འདིར་འབྱུང་སྟེ།
en: “The one who is called Maitreya will appear here.

source: །དེ་བཞིན་གཤེགས་པ་དེ་ནི་འབྱུང་བའི་ཚེ།
en: And at the time of that tathāgata’s appearance,

source: །ས་འདི་གསེར་གྱིས་རབ་ཏུ་གང་བར་འགྱུར།
en: This earth will be totally filled with gold.

source: །དེ་ཡི་ཚེ་ན་དེ་ནི་ག་ལས་འབྱུང་།
en: Whence will he appear on that occasion?

source: །འདོད་པའི་ཡོན་ཏན་ལྔ་དག་འབྱུང་བ་སྟེ།
en: “The appearance of the five sensual pleasures

source: །བརྫུན་པའི་ཆོས་ཅན་འཁྲུལ་བྱེད་རྨོངས་པར་བྱེད།
en: Is of the nature of deception, creating confusion and delusion.

source: །དཔེར་ན་སོས་ཀའི་ཉི་མ་གུང་དུས་ན། །སྨིག་རྒྱུར་ཆུར་སྣང་འདོད་པ་དེ་བཞིན་ནོ།
en: As an analogy, it is like desiring the water That seems to appear in a mirage, at midday in the hot season.

source: །བསྐལ་པ་གཅིག་ལོན་ནས་ནི་འཇིག་རྟེན་འདི། །ནམ་མཁའི་རང་བཞིན་ནམ་མཁར་འགྱུར་བར་འོང་། །ལྷུན་པོ་དག་ཀྱང་འཚིག་ཅིང་རྣམ་པར་འཇིག །དེ་དག་གང་ནས་འོངས་ཤིང་གང་དུ་འགྲོ།
en: “Once this single eon has elapsed, this world, Which is of the nature of space, will turn into space. Even mountains will burn and be destroyed. Where do they come from? Where do they go?

source: །ཆུ་མིག་མཚེའུ་དང་རྫིང་དང་རྒྱ་མཚོ་རྣམས།
en: “Fountains, ponds, lakes, and oceans

source: །དེ་དག་མེད་འགྱུར་སྐམས་འགྱུར་འབྱུང་བར་འགྱུར།
en: Will dry up and cease to exist.

source: །དེ་བཞིན་འདོད་པ་གསོག་སྟེ་སྙིང་པོ་མེད།
en: Likewise, desired things hoarded are without essence.

source: །མཁས་པ་སུ་ཞིག་དེ་ལ་དགའ་བར་བྱེད།
en: What wise person would take joy in them?

source: །མཁས་པ་གང་དག་བློ་ཡི་སྟོབས་ལྡན་པ།
en: “Wise people with strength of mind

source: །དེ་དག་རྟག་ཏུ་ཁྱིམ་གྱི་སྐྱོན་ལ་རྟོག །འདི་ལ་རོ་མྱོང་བྱེད་པ་སུ་ཡོད་ན།
en: Always examine the drawbacks of the home. When one has experienced the taste of these,

source: །འདི་དག་ཅི་ཕྱིར་ཁྱིམ་ནི་སྤོང་མི་བྱེད།
en: Why would one not relinquish them?

source: །འདྲེན་མའི་ལས་ཀྱིས་ལོངས་སྤྱོད་ཚོལ་བྱེད་ཅིང་།
en: “Through a mix of karma one seeks enjoyments

source: །བུ་དང་དེ་བཞིན་ཆུང་མ་གསོ་བར་བྱེད།
en: And provides for children along with a spouse.

source: །ཤིན་ཏུ་སྡུག་བསྔལ་གྱུར་པ་དེ་དུས་ན།
en: But in times when one suffers intensely,

source: །བུ་དང་ཆུང་མ་སྐྱབས་སུ་འགྱུར་མ་ཡིན།
en: Children and spouse provide no refuge.

source: །ཇི་ལྟར་སྣ་ཚོགས་ལས་བྱས་བླངས་པ་བཞིན།
en: “When one accepts doing various deeds,

source: །བུ་དང་ཆུང་མ་དག་ཀྱང་འདོར་བར་འགྱུར།
en: Children and spouses will be neglected.

source: །བདག་ཉིད་གཅིག་པུས་སྡུག་བསྔལ་མྱོང་བར་འོང་།
en: But when one experiences suffering all alone,

source: །དེ་དག་དེ་ཚེ་བདག་གི་སྐལ་མི་ལེན།
en: They do not accept your predicament.

source: །མྱ་ངན་རྣམས་ཀྱིས་བདེ་ཕྱིར་དེ་དག་བླངས།
en: “Dejected people accept these things for the sake of happiness.

source: །འདི་ན་དེ་དག་སྡུག་བསྔལ་མྱ་ངན་འགྱུར།
en: In this way, they become disheartened with suffering.

source: །སྲིད་གསུམ་འཇིགས་པ་འདི་ན་བཤེས་ཀྱང་མེད།
en: In this horror of the three worlds, there are no friends,

source: །དེ་བཞིན་བུ་དང་ཆུང་མ་རྩ་ལག་མེད།
en: And likewise no children, spouse, or relatives.

source: །ཕ་མ་སྤུན་དང་བུ་དང་ཆུང་མ་དང་། །བྲན་དང་ནོར་དང་རྩ་ལག་ཚོགས་ཀྱི་རྣམས།
en: “The multitude of parents, siblings, children, spouses, Servants, wealth, and relatives

source: །ཤི་བའི་གཤིན་ཕྱིར་དེ་དག་འགྲོ་བ་མེད།
en: Do not transmigrate because the Lord of Death has come;

source: །ལས་རྣམས་རྗེས་སུ་འབྲང་ཞིང་བྱིས་པ་འགྲོ།
en: The childish transmigrate in the wake of their karmic deeds.

source: །ལས་ནི་རྗེས་སུ་འབྲང་ཞིང་མི་ཀུན་འདོང་།
en: “People all depart in the wake of their karmic deeds.

source: །ལས་ཀྱིས་གནས་པ་འཇིག་རྟེན་རྣམ་པར་རྒྱུ།
en: Through karmic deeds, they are transported to worldly abodes.

source: །སྐྱེ་འདི་ལས་ཀྱི་བདག་ཉིད་རིག་གྱུར་ནས།
en: Knowing the nature of the karma of this rebirth,

source: །མཁས་པ་དག་ནི་དགེ་བའི་ལས་རྣམས་བྱེད།
en: The wise perform virtuous deeds.

source: །མནར་མེད་སོང་ཚེ་དེ་དག་སྐྱབས་མིན་པས། །
en: “When they have gone to hell, they will have no refuge.

source: ཕ་མ་སྤུན་དང་སྙིང་སྡུག་བུ་རྣམས་དང་། །རྩ་ལག་ཉེ་དུ་སྣག་གི་གཉེན་མཚམས་དང་། །དེ་དག་ཆེད་དུ་མཁས་པ་སྡིག་མི་བྱེད།
en: Thus, the wise do not commit evil misdeeds For the sake of parents, siblings, loved ones, children, Kinsmen, and maternal relatives.

source: །ལས་དེ་ཡོངས་སུ་ཟད་པ་མ་གཏོགས་པར།
en: “Apart from exhausting all that karma,

source: །རབ་ཏུ་མི་བཟད་འཇིགས་ལས་མི་མི་འགྲོལ།
en: A person is not liberated from the most frightful terrors.

source: །དེ་ཕྱིར་སྡིག་པས་འཇིགས་པའི་མི་རྣམས་ཀྱིས།
en: Therefore, those who are fearful of misdeeds

source: །བསྒྲིམས་ཏེ་སྡིག་པ་ཡོངས་སུ་སྤང་བར་བྱ།
en: Should concentrate and eliminate all misdeeds.

source: །ཇི་ལྟར་ལས་རྣམས་བྱས་པ་མ་གཏོགས་པར།
en: “In any case, apart from the deeds one performs,

source: །གཤིན་རྗེ་དང་ནི་གཤིན་རྗེའི་རང་རྟ་དང་། །མཛའ་བཤེས་དག་དང་རྩ་ལག་ཚོགས་དང་སྤུན།
en: The Lord of Death, the horse of the Lord of Death, And the throng of friends, relatives, siblings,

source: །ཕ་མ་བུ་དང་ཆུང་མ་སྲུང་མི་བྱེད།
en: Parents, children, and spouse will offer no protection.

source: །ཁྱོད་ཀྱིས་མི་ཡི་ལུས་ནི་ཐོབ་གྱུར་ལ། །ཐོབ་ནས་སྡིག་པ་སྤང་བ་མ་བྱས་པས། །ཀྱེ་མ་ད་ལྟར་སྡུག་བསྔལ་མི་བཟད་མྱོང་།
en: “You have attained a human body, but having attained it, You have not set about relinquishing misdeeds. Alas! You now experience unbearable suffering.

source: །འདི་ནི་མི་དགེའི་ལས་ཀྱི་རྣམ་སྨིན་ཡིན།
en: This is but the ripening of nonvirtuous karmic action.

source: །ལས་ཀྱི་རྣམ་པར་སྨིན་ལ་ཡིད་མ་ཆེས།
en: “Without having conviction in the ripening of karmic action,

source: །ཁྱོད་ནི་རང་གི་སེམས་ཀྱིས་མི་དགེ་བྱས།
en: You create nonvirtue through your own mind.

source: །འདི་ལ་ངས་ནི་ཅི་ཡང་མ་ལན་ཞེས།
en: For this, one answers ‘I did not do anything at all.’

source: །དེ་ལ་ཆོས་རྒྱལ་གཤིན་རྗེ་དེ་སྐད་སྨྲ།
en: Then the Dharma king Lord of Death states the following:

source: །རང་གིས་ལས་བྱས་རང་ལ་རྣམ་པར་སྨིན། །རང་གི་ལས་ཀྱིས་ཁྱོད་ནི་འདིར་འོངས་ཀྱིས། །ཇི་ལྟར་སྔོན་ཆད་མི་འདོད་ལས་བྱས་པ། །སྡུག་བསྔལ་དེ་ནི་ཉིད་ཀྱིས་མྱོང་བར་གྱིས།
en: “ ‘The karma you yourself committed ripens within you. Having come here due to your own karma, Just as you previously committed undesirable deeds, So you now experience this suffering.

source: །དེ་ཚེ་ཕ་མ་རང་གི་ཆུང་མ་རྣམས།
en: “ ‘At this time, your parents and your spouse

source: །སྡུག་བསྔལ་ཉེན་པ་ཡོངས་སུ་ཐར་མི་བྱེད།
en: Also do not escape the torments of suffering.

source: །ལེགས་པའི་ལས་བྱས་པས་ནི་གྲོལ་བར་འགྱུར།
en: You will be liberated by well-performed actions.

source: །དེ་ལྟར་ཁྱིམ་ནི་ཡོངས་སུ་སྤང་བར་བྱ། །ཁུ་སྒོ་དབྱུག་པ་ལྟུང་གི་ཆད་པ་རྣམས། །སུ་ཞིག་སྤོང་འདོད་ཞི་བ་དོན་གཉེར་བས།
en: Accordingly, you should completely abandon the home. “ ‘Striving for the goal of peace with the wish to abandon The punishments of transgressions involving fetters and bludgeons,

source: །ཁྱིམ་ལ་འཇིགས་པར་གྱིས་ཏེ་སྤང་བྱོས་ལ།
en: You should fear the home and thus abandon it!

source: །འཇིག་རྟེན་མཁས་པའི་བསྟན་ལ་ཆོས་སྤྱོད་ཅིག །ཁྱིམ་ནི་རབ་འབར་སྡུག་བསྔལ་མང་པོའི་རྩ།
en: You should practice the Dharma, the teaching of one who is wise about the world. “ ‘The home is the root of manifold miseries that blaze forth.

source: །སེམས་ལས་བྱུང་བ་རྣམས་ཀྱིས་རྟག་ཏུ་འབར།
en: Ever ablaze once it has arisen in the mind,

source: །མེ་མུར་འོབས་འདྲ་འཇིགས་པར་བྱེད་པ་ལ།
en: It is terrifying like a pit of hot coals.

source: །མཁས་པ་སུ་ཞིག་དེ་ལ་སྲེད་པ་སྐྱེད།
en: What wise person would arouse craving for that?

source: །ཁྱིམ་གནས་བུ་དང་ཆུང་མའི་མྱ་ངན་བྱེད།
en: “ ‘Home life brings the sorrows of children and spouse.

source: །ཁྱིམ་གནས་དེ་བཞིན་ལོངས་སྤྱོད་མྱ་ངན་བྱེད།
en: The enjoyments of home life likewise bring sorrow.

source: །ཉེས་པ་འདི་དང་གཞན་ཡང་དཔག་མེད་དེ།
en: The drawbacks of these, moreover, are immeasurable.

source: །དེ་ལྟས་ཁྱིམ་ནི་ཡོངས་སུ་སྤང་བར་བྱ།
en: In this regard, the home should be totally abandoned.

source: །འདྲེན་པ་རྣམས་ཀྱི་བསྟན་ལ་དགའ་བྱེད་པ།
en: “ ‘The teachings of spiritual guides bring joy.

source: །མ་བཏབ་མ་རྨོས་བདེ་དང་ཡིད་བདེའི་རྒྱུ།
en: Without needing to sow or plough, they cause happiness and satisfaction.

source: །སྡུག་བསྔལ་མང་པོའི་རྩ་བ་ཁྱིམ་འདི་ལ།
en: The root of manifold miseries is the home.

source: །བླུན་པོ་དགའ་ཡི་མཁས་པ་གཞར་མི་དགའ།
en: Joy for the fool, it is not enjoyable to the wise.

source: །པགས་པ་ཆུ་རྒྱུས་ཤ་དང་རུས་པའི་ལུས།
en: “ ‘This body of skin, ligaments and nerves, flesh, and bones

source: །འདི་ནི་ང་ཡི་ཆུང་མ་འདུ་ཤེས་བསྐྱེད།
en: Creates the notion my spouse.

source: །བྱིས་པ་རྨོངས་པ་འདོད་ཆགས་སྐྱེད་པར་བྱེད།
en: Deluded, childish people develop attachment to it,

source: །བུད་མེད་སྒྱུ་མ་ལྟ་བུར་ཡོང་མ་ཤེས།
en: Not knowing that the spouse is like an illusion.

source: །ཤེས་རབ་ལྡན་པས་ཁྱིམ་གྱི་ཉེས་རིག་ནས།
en: “ ‘Knowing the drawbacks of the home,

source: །དེ་ཕྱིར་འདོད་པའི་དགའ་བ་ཀུན་སྤངས་ཏེ།
en: Those with insight thus abandon the joys they desire.

source: །ཆོས་ལ་སྨན་གྱི་འདུ་ཤེས་བཞག་བྱས་ནས།
en: Having affirmed the notion that Dharma is medicine,

source: །མ་ཆགས་ཁྱིམ་ནས་མྱུར་དུ་འབྱུང་བར་བྱེད།
en: They swiftly leave the home without attachment.’ ”

source: །དེ་ནས་ཁྱིམ་བདག་དཔས་བྱིན་དང་། ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་དེ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ།
en: At this point, the householder Vīradatta and the five hundred householders, having heard this Dharma discourse, attained the acceptance that phenomena are unborn.

source: །དེ་དག་བཟོད་པ་ཐོབ་ནས་མཆོག་ཏུ་དགའ་བ་དང་མགུ་བར་གྱུར་ཏེ་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ།
en: Having gained this acceptance, they were overjoyed and pleased. On that occasion, they spoke the following verses:

source: །སངས་རྒྱས་ཆོས་ལ་འདོད་གྱུར་ནས།
en: “Desiring the qualities of a buddha,

source: །གང་དག་གིས་ནི་སེམས་བསྐྱེད་པ།
en: We cultivate the resolve for awakening.

source: །ཀྱེ་མ་རྙེད་པ་རྙེད་པ་ཆེ།
en: Hey! This discovery, this great discovery,

source: །འདི་ནི་རྙེད་པ་ཀུན་གྱི་མཆོག །བྱང་ཆུབ་སེམས་ནི་དགའ་བ་སྟེ།
en: Is the best of all discoveries! “The resolve for awakening is joyful.

source: །སེམས་ཅན་ཐམས་ཅད་བདེ་བགྱིད་པའི། །སེམས་འདིར་སུ་དག་དགའ་སྐྱེད་པ།
en: Those who here cultivate this resolve, Which brings happiness to all sentient beings,

source: །དེ་དག་འཚོ་བ་ལེགས་པར་འཚོ།
en: Will live a good life.

source: །སེམས་ཅན་ཀུན་ལ་ཕན་བགྱིད་པའི། །སེམས་འདི་གང་དག་བསྐྱེད་གྱུར་པ། །དེ་དག་སེམས་ཅན་ཐམས་ཅད་དགའ། །དེ་དག་མཐོང་ན་དགའ་བར་འགྱུར།
en: “Whoever cultivates this resolve, Which benefits all sentient beings, Will be overjoyed when they see That all sentient beings are joyful.

source: །བྱང་ཆུབ་སེམས་ལ་སུ་དགའ་བ། །དེ་དག་ལུས་ནི་གསེར་འདྲ་ཞིང་། །མཚན་གྱིས་ཤིན་ཏུ་སྤྲས་པ་དང་། །འཇིག་རྟེན་སྣང་བར་བྱེད་པར་འགྱུར།
en: “Those who delight in the resolve for awakening Will become illuminators of the world, With bodies like gold And fully adorned with the special marks.

source: །བྱང་ཆུབ་སེམས་ནི་སེམས་ཆེ་སྟེ།
en: “The resolve for awakening is a great resolve.

source: །སེམས་ཀུན་ནང་ན་དགེ་བ་མཆོག །ཡོན་ཏན་ཐམས་ཅད་ཕུན་སུམ་ཚོགས།
en: It is the supreme happiness among all sentient beings. It is the most excellent of all qualities.

source: །ནད་ཀུན་རབ་ཏུ་ཞི་བར་བགྱིད།
en: It pacifies all illness.

source: །སེམས་ཅན་བསོད་ནམས་ཆུང་ངུ་རྣམས།
en: “Sentient beings of little merit

source: །བྱང་ཆུབ་སེམས་ནི་འདོད་མི་བགྱིད།
en: Do not wish for the resolve for awakening.

source: །འཁོར་བ་ལ་ནི་མི་རྟོག་པ།
en: They do not think of it in saṃsāra,

source: །བྱང་ཆུབ་སེམས་ཀྱིས་སྐྱོ་བར་འགྱུར།
en: And the resolve for awakening makes them weary.

source: །བྱང་ཆུབ་སེམས་ཀྱི་བསོད་ནམས་གང་།
en: “If the merits of the resolve for awakening

source: །དེ་ལ་གལ་ཏེ་གཟུགས་མཆིས་ན།
en: Were to assume physical form,

source: །ནམ་མཁའི་ཁམས་ནི་ཀུན་གང་སྟེ། །དེ་ནི་དེ་བས་ལྷག་པར་འགྱུར།
en: They would fill the whole expanse of space And exceed even that.

source: །གང་གཱའི་བྱེ་མའི་གྲངས་སྙེད་ཀྱི། །སངས་རྒྱས་ཞིང་རྣམས་མི་གང་གིས། །རིན་ཆེན་དག་གིས་རབ་བཀང་སྟེ། །འཇིག་རྟེན་མགོན་ལ་ཕུལ་བ་བས།
en: “If someone were to fill with jewels As many buddha fields as there are grains of sand In the Ganges River, As an offering to the Protector of the World,

source: །གང་གིས་ཐལ་མོ་སྦྱར་བགྱིས་ཏེ།
en: “This offering would be surpassed

source: །བྱང་ཆུབ་ཏུ་ནི་སེམས་བཏུད་ན། །མཆོད་པ་འདི་ནི་ཁྱད་པར་འཕགས།
en: When someone with joined palms Directs their resolve toward awakening,

source: །དེ་ལ་མཐའ་ནི་མ་མཆིས་སོ།
en: Because that does not have a limit.

source: །བྱང་ཆུབ་སེམས་ནི་ཅི་འདྲ་བ།
en: “What is the resolve for awakening like?

source: །དྲང་སྲོང་མཆོག་གིས་བསྟན་མཛད་པའི།
en: Transmitted by the exalted Seer,

source: །དེ་འདྲའི་མཆོད་པ་གཞན་མ་མཆིས།
en: There is no other offering like it.

source: །དཔལ་ཡང་གཞན་ནི་མཆིས་མ་ལགས།
en: There is nothing so magnificent.

source: །སྨན་གྱི་དམ་པ་ནད་མ་མཆིས།
en: “The best of medicines for being without illness,

source: །བྱང་ཆུབ་སེམས་ནི་ཡོན་ཏན་ལྡན།
en: The resolve for awakening possesses all good qualities.

source: །སེམས་ཅན་ཐམས་ཅད་བདེ་བར་བགྱིད། །མེ་གསུམ་དག་གིས་གདུངས་པ་ཡི། །སེམས་ཅན་སྡུག་བསྔལ་མཐོང་ནས་ནི།
en: It makes all sentient beings happy. “Having witnessed the suffering of sentient beings Tormented by the three fires,

source: །བསྐལ་པ་དཔག་ཏུ་མེད་པར་སྤྱོད།
en: The wise practice for immeasurable eons,

source: །མཁས་རྣམས་སྐྱོ་བར་ཡང་མི་འགྱུར།
en: Never becoming discouraged.

source: །གང་དག་བྱང་ཆུབ་སྤྱད་སྤྱོད་པ།
en: “Those who perform practices dedicated to awakening

source: །དཔའ་བོ་སྨན་པའི་རྒྱལ་པོ་འདྲ།
en: Are heroes comparable to the king of physicians.

source: །དེ་དག་སེམས་ཅན་སྡུག་བསྔལ་སྐྱོབ།
en: Protecting beings from suffering,

source: །སྐྱོ་བ་རྟག་ཏུ་རྣམ་པར་སྤངས།
en: They always abandon discouragement.

source: །དཔའ་བོ་སངས་རྒྱས་ཆོས་འཚལ་བ།
en: “These heroes seek the qualities of a buddha.

source: །འགྲོ་བའི་སྐྱེ་བ་ཐམས་ཅད་དུ། །སེམས་དེ་འདོར་བར་མི་བགྱིད་ཅིང་།
en: They never give up that resolve Throughout all their rebirths in transmigration,

source: །དེ་དག་བརྟུལ་ཞུགས་དེ་ཡང་སྟོན།
en: And they also teach this discipline.

source: །སེམས་འདི་ལ་ནི་གང་དགའ་བ། །ཤཱཀྱ་སེང་གེ་མི་ཡི་མཆོག །སངས་རྒྱས་ཅི་འདྲ་དེ་འདྲར་འགྱུར།
en: “We who delight in this resolve Become the best of humans, Just like the Lion of the Śākyas.

source: །བདག་ཅག་རྙེད་པ་ལེགས་པར་རྙེད།
en: We properly discover what is to be discovered.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་འཛུམ་པ་མཛད་དོ།
en: Then the Blessed One smiled.

source: །འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་གང་གི་ཚེ་འཛུམ་པ་མཛད་པ་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཆོས་ཉིད་དེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་གྱི་སྒོ་ནས་འོད་འཕྲོ་བ་ཁ་དོག་སྣ་ཚོགས་ཁ་དོག་དུ་མ་བྱུང་བ་འདི་ལྟ་སྟེ།
en: The nature of buddhas, of blessed ones, is such that when they smile, light of many colors appears from their mouth:

source: སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་དང་། ལེ་བརྒན་དང་། ཤེལ་དང་། དངུལ་གྱི་ཁ་དོག་ལྟ་བུ་དག་སྟེ།
en: blue, yellow, red, white, violet, crystal, and silver.

source: འོད་དེས་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་མུ་མེད་པ་དག་ཁྱབ་པར་བྱས་ནས་ཚངས་པའི་འཇིག་རྟེན་གྱི་བར་དུ་མངོན་པར་བྱུང་སྟེ་ཉི་ཟླ་རྣམས་ཀྱི་གཟི་བརྗིད་ཟད་པར་བྱས་ནས་སླར་ལོག་སྟེ།
en: These lights, after pervading the world systems without end and rising up to the worlds of Brahmā, filled the entire world with the radiance of the sun and moon.

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་དབུའི་གཙུག་ཏུ་ནུབ་བོ།
en: They then came back down and, having circumambulated the Blessed One three times, disappeared into the Blessed One’s head.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: At this point, Venerable Ānanda arose from his seat and, placing his robe over one shoulder, knelt on his right knee.

source: །བཅོམ་ལྡན་འདས་རྒྱུ་མ་མཆིས། རྐྱེན་མ་མཆིས་པར་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་འཛུམ་པ་མི་མཛད་ན། འཛུམ་པ་མཛད་པའི་རྒྱུ་གང་ལགས།
en: “Blessed One, since the thus-gone, worthy, completely awakened buddhas do not smile without a cause, without a reason, what is the cause for your smile?

source: རྐྱེན་གང་ལགས།
en: What is the reason?”

source: དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་ཀྱང་གསོལ་ཏོ།
en: On this occasion, he requested an answer with these verses:

source: །རྒྱུ་མ་མཆིས་པར་རྣམ་འདྲེན་རྒྱལ་བ་མཆོག །སངས་རྒྱས་སྐྱོབ་པ་འཛུམ་པ་མི་སྟོན་ན།
en: “If the leader, the supreme Victorious One, The Buddha, the protector, does not reveal his smile without cause,

source: །ཅི་སླད་བཅོམ་ལྡན་ཁྱོད་ཀྱིས་འཛུམ་མཛད་པ།
en: Why do you smile, Blessed One?

source: །འཇིག་རྟེན་ཕན་དགོངས་ཐུགས་བརྩེ་བདག་ལ་གསུངས།
en: I speak out of heartfelt kindness and with the intention to benefit the world.

source: །ཁྱོད་ཀྱིས་ཅི་སླད་དེ་རིང་འཛུམ་བསྟན་གསུངས།
en: “Why do you reveal this smile today?

source: །བཀའ་མཆིད་ཆེ་ལྡན་ནོར་མཆོག་སྦྱིན་མཛད་པ།
en: Please give us the supreme jewel of your superb advice,

source: །དབུལ་པོར་གྱུར་པ་ནོར་དང་ལྡན་པར་མཛོད།
en: A treasury of wealth for the poor.

source: །འཇིག་རྟེན་ལྡོངས་ལ་མྱུར་དུ་མིག་ཀྱང་སྩོལ།
en: Please quickly offer these eyes for the blind in the world.”

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་གང་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས་དེ་བཞིན་གཤེགས་པའི་གན་དུ་ལྷགས་པའི་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་འདི་དག་མཐོང་ངམ། གསོལ་པ།
en: After Venerable Ānanda spoke these words, the Blessed One replied, “Ānanda, do you see, near the Tathāgata, these five hundred householders who have produced the resolve for unsurpassable, complete and perfect awakening?”

source: བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ།
en: “I see them, Blessed One,” he replied.

source: །བདེ་བར་གཤེགས་པ་མཐོང་ལགས་སོ།
en: “I see them, Tathāgata.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་འདི་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་སྟེ།
en: Then the Blessed One said, “Ānanda, when these five hundred householders have heard the Dharma discourses, they will attain the acceptance that phenomena are unborn.

source: ཀུན་དགའ་བོ་ཁྱིམ་བདག་འདི་དག་ཐམས་ཅད་ནི་སྔོན་གྱི་རྒྱལ་བ་ལ་ལྷག་པར་བྱ་བ་བྱས་པ། དགེ་བའི་རྩ་བ་བསྐྱེད་པ། སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པ་དག་སྟེ།
en: Ānanda, these householders will all perform outstanding deeds for the victorious ones of the past, cultivate the roots of virtue, and pay homage to the many billions of buddhas.

source: ཁྱིམ་བདག་འདི་དག་འདི་ནས་ཤི་འཕོས་ནས་ནམ་དུ་ཡང་ངན་འགྲོ་ལོག་པར་ལྟུང་བར་འགྲོ་བར་མི་འགྱུར་ཞིང་ཕྱིས་ཀྱང་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་བདེ་བ་མྱོང་ནས་མཐར་གྱིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བྱམས་པ་མཉེས་པར་བྱེད་ཅིང་ཐུགས་བྱུང་བར་མི་བྱེད་དེ་བསྟི་སྟང་བྱེད་པར་འགྱུར། བཙུན་པར་བྱེད་པར་འགྱུར། རིམ་གྲོ་བྱེད་པར་འགྱུར། མཆོད་པ་བྱེད་པར་འགྱུར་རོ།
en: When these householders have transmigrated from here after dying, they will never fall into lower destinies, and having later experienced happiness among gods and humans, they will eventually revere, honor, serve, and worship the thus-gone, worthy, complete and perfect Buddha Maitreya, delighting and never displeasing him.

source: །བསྐལ་པ་བཟང་པོའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱང་མཉེས་པར་བྱེད་ཅིང་ཐུགས་བྱུང་བར་མི་བྱེད་དེ་བསྟི་སྟང་བྱེད་པར་འགྱུར། བཙུན་པར་བྱེད་པར་འགྱུར། རིམ་གྲོ་བྱེད་པར་འགྱུར། མཆོད་པ་བྱེད་པར་འགྱུར་རོ།
en: They will also revere, honor, serve, and worship all the buddhas, blessed ones, of this fortunate eon, delighting and never displeasing them.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལས་ཆོས་ཀྱང་ཉན་པར་འགྱུར་ཏེ། ཐོས་ནས་ཀྱང་འཛིན་པར་འགྱུར། ཀུན་ཆུབ་པར་བྱེད་པར་འགྱུར། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པར་འགྱུར་རོ།
en: They will listen to the Dharma from those buddhas, those blessed ones, and having heard it, they will retain it, master it, and teach it extensively to others.

source: །དེའི་འོག་ཏུ་བསྐལ་པ་ཉི་ཤུ་རྩ་ལྔ་ན། སངས་རྒྱས་ཀྱི་ཞིང་ཐ་དད་པ་དག་ཏུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་སྟེ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཞེས་བྱ་བར་མཚན་འཐུན་པར་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་རོ།
en: After twenty-five eons, they will awaken to unsurpassable, complete and perfect awakening in various buddha fields, and they will equally appear in the world bearing the name thus-gone, worthy, complete and perfect Buddha Padmaśrīgarbha.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཀྱེ་མ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འདི་ལྟར་རྒྱ་ཆེ་བ་ནི་བཅོམ་ལྡན་འདས་ངོ་མཚར་ཏོ།
en: At this point, the venerable Ānanda said to the Blessed One, “Ah, how wonderful is this extensive Dharma discourse, Blessed One!

source: །བདེ་བར་གཤེགས་པ་ངོ་མཚར་ཏོ།
en: It is so wonderful, Sugata.
